[Medals]
Medals_KillStreak_05_Title=BOX FIV NO DED
Medals_KillStreak_05_Description=Box 5 opponents no ded
Medals_BigWin_All_Title=obj whore!!
Medals_BigWin_All_Description=Bopping a mission while objective whoring like the slut you are
Medals_BigWin_Arrest_10_100_Title=Judicator Rank 5
Medals_BigWin_Arrest_10_100_Description=Win a mission with 10 takeouts, 100% of which are arrests
Medals_BigWin_Arrest_10_25_Title=Judicator Rank 1
Medals_BigWin_Arrest_10_25_Description=Win a mission with 10 takeouts, 25% of which are arrests
Medals_BigWin_Arrest_10_33_Title=Judicator Rank 2
Medals_BigWin_Arrest_10_33_Description=Win a mission with 10 takeouts, 33% of which are arrests
Medals_BigWin_Arrest_10_50_Title=Judicator Rank 3
Medals_BigWin_Arrest_10_50_Description=Win a mission with 10 takeouts, 50% of which are arrests
Medals_BigWin_Arrest_10_75_Title=Judicator Rank 4
Medals_BigWin_Arrest_10_75_Description=Win a mission with 10 takeouts, 75% of which are arrests
Medals_BigWin_Defuse_Title=Steady Hand
Medals_BigWin_Defuse_Description=Defuse all bombs on the mission
Medals_BigWin_Detonate_Title=Demolisher
Medals_BigWin_Detonate_Description=Detonate and plant all bombs on the mission
Medals_BigWin_Rescue_12_Title=Sleight of Hand Rank 4
Medals_BigWin_Rescue_12_Description=Free 12 teammates from arrest
Medals_BigWin_Rescue_15_Title=Sleight of Hand Rank 5
Medals_BigWin_Rescue_15_Description=Free 15 teammates from arrest
Medals_BigWin_Rescue_3_Title=Sleight of Hand Rank 1
Medals_BigWin_Rescue_3_Description=Free 3 teammates from arrest
Medals_BigWin_Rescue_6_Title=Sleight of Hand Rank 2
Medals_BigWin_Rescue_6_Description=Free 6 teammates from arrest
Medals_BigWin_Rescue_9_Title=Sleight of Hand Rank 3
Medals_BigWin_Rescue_9_Description=Free 9 teammates from arrest
Medals_BigWin_Takeout_11_Title=superboxerino 4
Medals_BigWin_Takeout_11_Description=Win a mission with at least 11 boxouts
Medals_BigWin_Takeout_15_Title=behenchod bopper Rank 5
Medals_BigWin_Takeout_15_Description=Win a mission with at least 15 boxouts
Medals_BigWin_Takeout_5_Title=niceBoxer Rank 1
Medals_BigWin_Takeout_5_Description=Win a mission with at least 5 boxouts
Medals_BigWin_Takeout_7_Title=goodBoxer Rank 2
Medals_BigWin_Takeout_7_Description=Win a mission with at least 7 boxouts
Medals_BigWin_Takeout_9_Title=superBoxer Rank 3
Medals_BigWin_Takeout_9_Description=Win a mission with at least 9 boxouts
Medals_Dishonour_ArrestedKill_1_Title=Demerit: Police Battery Rank 1
Medals_Dishonour_ArrestedKill_1_Description=Kill 1 arrested opponent.
Medals_Dishonour_ArrestedKill_10_Title=Demerit: Police Battery Rank 10
Medals_Dishonour_ArrestedKill_10_Description=Kill 10 arrested opponents.
Medals_Dishonour_ArrestedKill_2_Title=Demerit: Police Battery Rank 2
Medals_Dishonour_ArrestedKill_2_Description=Kill 2 arrested opponents.
Medals_Dishonour_ArrestedKill_3_Title=Demerit: Police Battery Rank 3
Medals_Dishonour_ArrestedKill_3_Description=Kill 3 arrested opponents.
Medals_Dishonour_ArrestedKill_4_Title=Demerit: Police Battery Rank 4
Medals_Dishonour_ArrestedKill_4_Description=Kill 4 arrested opponents.
Medals_Dishonour_ArrestedKill_5_Title=Demerit: Police Battery Rank 5
Medals_Dishonour_ArrestedKill_5_Description=Kill 5 arrested opponents.
Medals_Dishonour_ArrestedKill_6_Title=Demerit: Police Battery Rank 6
Medals_Dishonour_ArrestedKill_6_Description=Kill 6 arrested opponents.
Medals_Dishonour_ArrestedKill_7_Title=Demerit: Police Battery Rank 7
Medals_Dishonour_ArrestedKill_7_Description=Kill 7 arrested opponents.
Medals_Dishonour_ArrestedKill_8_Title=Demerit: Police Battery Rank 8
Medals_Dishonour_ArrestedKill_8_Description=Kill 8 arrested opponents.
Medals_Dishonour_ArrestedKill_9_Title=Demerit: Police Battery Rank 9
Medals_Dishonour_ArrestedKill_9_Description=Kill 9 arrested opponents.
Medals_Dishonour_FriendlyKill_1_Title=Demerit: i sori
Medals_Dishonour_FriendlyKill_1_Description=Box juan member of your group.
Medals_Dishonour_FriendlyKill_10_Title=Demerit: Team Killer 10
Medals_Dishonour_FriendlyKill_10_Description=Kill 10 members of your group.
Medals_Dishonour_FriendlyKill_2_Title=Demerit: sorri!!
Medals_Dishonour_FriendlyKill_2_Description=Box des members of your group.
Medals_Dishonour_FriendlyKill_3_Title=Demerit: is lag
Medals_Dishonour_FriendlyKill_3_Description=Box tres members of your group.
Medals_Dishonour_FriendlyKill_4_Title=Demerit: i misclik
Medals_Dishonour_FriendlyKill_4_Description=Box 4 members of your group.
Medals_Dishonour_FriendlyKill_5_Title=Demerit: ohno
Medals_Dishonour_FriendlyKill_5_Description=fuck i kiked
Medals_Dishonour_FriendlyKill_6_Title=Demerit: Team Killer 6
Medals_Dishonour_FriendlyKill_6_Description=Kill 6 members of your group.
Medals_Dishonour_FriendlyKill_7_Title=Demerit: Team Killer 7
Medals_Dishonour_FriendlyKill_7_Description=Kill 7 members of your group.
Medals_Dishonour_FriendlyKill_8_Title=Demerit: Team Killer 8
Medals_Dishonour_FriendlyKill_8_Description=Kill 8 members of your group.
Medals_Dishonour_FriendlyKill_9_Title=Demerit: Team Killer 9
Medals_Dishonour_FriendlyKill_9_Description=Kill 9 members of your group.
Medals_Dishonour_FriendlyStun_1_Title=Demerit: shtop dis 
Medals_Dishonour_FriendlyStun_1_Description=Debox 1 member of your group
Medals_Dishonour_FriendlyStun_2_Title=Demerit: shtop riht nw
Medals_Dishonour_FriendlyStun_2_Description=Debox 2 members of your group.
Medals_Dishonour_FriendlyStun_3_Title=Demerit: fuk u
Medals_Dishonour_FriendlyStun_3_Description=Debox 3 members of your group.
Medals_Dishonour_FriendlyStun_4_Title=Demerit: Team Stunner 4
Medals_Dishonour_FriendlyStun_4_Description=Stun 4 members of your group.
Medals_Dishonour_FriendlyStun_5_Title=Demerit: Team Stunner 5
Medals_Dishonour_FriendlyStun_5_Description=Stun 5 members of your group.
Medals_Dishonour_SelfKill_02_Title=Demerit: Suicide Rank 1
Medals_Dishonour_SelfKill_02_Description=Inflict 2 deaths upon yourself.
Medals_Dishonour_SelfKill_03_Title=Demerit: Suicide Rank 2
Medals_Dishonour_SelfKill_03_Description=Inflict 3 deaths upon yourself.
Medals_Dishonour_SelfKill_04_Title=Demerit: Suicide Rank 3
Medals_Dishonour_SelfKill_04_Description=Inflict 4 deaths upon yourself.
Medals_Dishonour_SelfKill_05_Title=Demerit: Suicide Rank 4
Medals_Dishonour_SelfKill_05_Description=Inflict 5 deaths upon yourself.
Medals_Dishonour_SelfKill_06_Title=Demerit: Suicide Rank 5
Medals_Dishonour_SelfKill_06_Description=Inflict 6 deaths upon yourself.
Medals_Dishonour_SelfKill_07_Title=Demerit: Suicide Rank 6
Medals_Dishonour_SelfKill_07_Description=Inflict 7 deaths upon yourself.
Medals_KillBehind_Title=nic bakstab!!
Medals_KillBehind_Description=Box an opponent from behind with a melee weapon
Medals_KillStreak_10_Title=TEN BOX NO DETH
Medals_KillStreak_10_Description=Box 10 opponents no ded
Medals_KillStreak_15_Title=FIVETEN BOX NO DETH
Medals_KillStreak_15_Description=Box 15 opponents no ded
Medals_KillStreak_20_Title=TWOTEN BOX NO DETH
Medals_KillStreak_20_Description=Box 20 opponents no ded
Medals_KillStreak_25_Title=TWOFIVE BOX NO DETH
Medals_KillStreak_25_Description=Box 25 opponents no ded
Medals_KillStreak_30_Title=BLOODY 30 KILL U BENCHOD
Medals_KillStreak_30_Description=Box 30 opponents no ded
Medals_Situational_AntiGraffitiKill_Title=War on Anti-Graffiti
Medals_Situational_AntiGraffitiKill_Description=Kill an opponent while they are covering up graffiti
Medals_Situational_ArrestStreakKiller_Title=Fuck popo
Medals_Situational_ArrestStreakKiller_Description=Kill an opponent who has arrested 5 or more players without a death
Medals_Situational_ArsonKill_Title=Firebug Squasher
Medals_Situational_ArsonKill_Description=Kill an opponent while they are committing arson
Medals_Situational_DriverAssistKill_Title=Boxer-By
Medals_Situational_DriverAssistKill_Description=A bopper in your car kills an opponent while you drive
Medals_Situational_GraffitiingKill_Title=War on Graffiti
Medals_Situational_GraffitiingKill_Description=Kill an opponent while they are applying graffiti
Medals_Situational_GrenadeKill_Title=yes nice gameplay
Medals_Situational_GrenadeKill_Description=Outplay with hand bomb
Medals_Situational_KillStreakArrest_Title=High Risk Warrant
Medals_Situational_KillStreakArrest_Description=Arrest an opponent who has killed 5 or more players without a death
Medals_Situational_KillStreakKiller_Title=Big Debopper down
Medals_Situational_KillStreakKiller_Description=Box an opponent who has Unboxed 5 or more boppers without a death
Medals_Situational_MeleeKill_Title=Battery
Medals_Situational_MeleeKill_Description=Kill an opponent with a melee weapon
Medals_Situational_PostDeathKill_Title=Bop After You Death
Medals_Situational_PostDeathKill_Description=Bop a non lean n bopper after you death
Medals_Situational_SuperKill_Title=BLOODY NICE BOX 'EM ALL MATE
Medals_Situational_SuperKill_Description=Bop an entire team at the same time
Medals_Situational_TaskItemKill_1_Title=Transporter Slayer
Medals_Situational_TaskItemKill_1_Description=Kill an opponent who is carrying a task item
Medals_Situational_VIPKill_Title=Boppinated!!
Medals_Situational_VIPKill_Description=Bop an opponent who is a VIP
Medals_Situational_VehicleKill_Title=oh no sorri mate
Medals_Situational_VehicleKill_Description=Bop an opponent with a vehicle
Medals_TimeLimit_Kills_2_Title=nice two box
Medals_TimeLimit_Kills_2_Description=Box 2 opponents within 5 seconds of each other
Medals_TimeLimit_Kills_3_Title=good three box!!
Medals_TimeLimit_Kills_3_Description=Box 3 opponents within 10 seconds of each other
Medals_TimeLimit_Kills_4_Title=FOUR BOX BLOODY HELL 
Medals_TimeLimit_Kills_4_Description=Box 4 opponents within 15 seconds of each other
Medals_TimeLimit_Kills_5_Title=GODLIKE BEHENCHOD
Medals_TimeLimit_Kills_5_Description=Box 5 opponents within 25 seconds of each other
Medals_Dishonour_SelfKill_08_Title=Demerit: Suicide Rank 7
Medals_Dishonour_SelfKill_08_Description=Inflict 8 deaths upon yourself.
Medals_Dishonour_SelfKill_09_Title=Demerit: Suicide Rank 8
Medals_Dishonour_SelfKill_09_Description=Inflict 9 deaths upon yourself.
Medals_Dishonour_SelfKill_10_Title=Demerit: Suicide Rank 9
Medals_Dishonour_SelfKill_10_Description=Inflict 10 deaths upon yourself.
Medals_Dishonour_SelfKill_15_Title=Demerit: Suicide Rank 10
Medals_Dishonour_SelfKill_15_Description=Inflict 15 deaths upon yourself.
Medals_Dishonour_SelfKill_20_Title=Demerit: Suicide Rank 11
Medals_Dishonour_SelfKill_20_Description=Inflict 20 deaths upon yourself.
Medals_Dishonour_SelfKill_25_Title=Demerit: Suicide Rank 12
Medals_Dishonour_SelfKill_25_Description=Inflict 25 deaths upon yourself.
Medals_Dishonour_SelfKill_30_Title=Demerit: Suicide Rank 13
Medals_Dishonour_SelfKill_30_Description=Inflict 30 deaths upon yourself.
Medals_Dishonour_AFK_Title=Demerit: Busy ERP'in
Medals_Dishonour_AFK_Description=Awarded for having a ERP status for more than 30 seconds during a mission.
